---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsRailingBalusterSpacing
source: html/fe49e00d-d366-875d-2f74-04bcdcdf984d.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsRailingBalusterSpacing Property

"Baluster Separation"

## Syntax (C#)
```csharp
public static ForgeTypeId StairsRailingBalusterSpacing { get; }
```